[
    "this is a mistake?",
    "first",
    "It's January 2",
    "January 3",
    "January 4 doesn't remind me of",
    "2025 I was in Tokyo, in a hotel room near Kanda. I made this website and a thing to give Mio and Michael at Tangle.",
    "I remember watching CNN on the couch in Cardiff. I was there in 2021 still living on Heol Dolwen. I was watching the Capitol Hill riots",
    "Leaving tokyo today after a month long residency and a bit of a long hang",
    "Before Mara's gig at Petersham Bowlo for Humming Grotto. We had a potluck at my place in Darlington. It was so hot that we couldn't actually sit out there for too long before retiring to the shade.",
    "it's my birthday",
    "it's my brothers birthday",
    "2024, first date with Matilda. Love you x",
    "Send me a msg, make my day",
    "jan 13",
    "in 2024 on a beach somewhere near Terrigal we took mushies",
    "Jan 15",
    "jan 16",
    "jan 17",
    "Jan 18",
    "jan19",
    "jan20",
    "jan21",
    "jan22",
    "From when I lived on Newman street. It was so easy to walk to Sydney park. Met up with David, Jack, Niko, Verity and Marcus.",
    "jan24",
    "jan25",
    "jan26",
    "Celebrating Mara's birthday", 
    "I can't remember where I was going on this day. But I remember being at the traffic lights on Cleveland and Abercrombie.",
    "Jan29",
    "jan30",
    "Jan31",
    "feb1,",
    "feb6: Taking acid and riding bicycles around the black mountain peninsula with AP. Maybe the hardest I've laughed ever",
    "feb18: I don't know what we did in Hurlstone Park that day. But I'm sure there was probably something wrong with JP's bike",
    "march22: the day after SL's birthday. She tested positive for covid so I walked over with some Welshcakes that I'd made and we went for a bike ride.",

    "April 16: 2019 I graduated from the university of Sydney. I passed.", 
    "May24: In 2018 I threw my first party in the downunder space at Freda's when it was on Regent Street. It was the first music event down there, a canary in the goldmine. I asked Harry Klein's band f00l to play along with Zefgirlclub.",
    "June25: Celebrating Dad's 60th with a harbour bridge climb",
    "july24: Adelaide for Unsound. SL and my flight got cancelled so I got to see AR for breaky before his staff party.",
    "July27: JP and I used to hang at the foreshore a lot. We both worked at a coffee factory packing and shipping coffee across Australia and to the middle East.",
    "July29: this came up when i typed july into my phone",
    "august 5: Went to Wollongong for the first time with SL to see Mark Merrikin's solo show.",
    "august 7: First covid vaccine in a random driveway in five dock with Sam Spragg",
    "August 8: 2019 I just got to Windsor. I was so excited about living in the UK. Bethan was too.",
    "august12: In 2021 I used to ride my bike from Annandale to the beach every week. It was out of my 5km radius that were a part of the COVID restrictions at the time, but I had an old ID card with my Darlinghurst address that I would use if the police checked.",
    "august27: 2019 Bethan in Verona, eating apple.",
    "september2: In 2021 I got my apollo",
    "October7: In 2019 I was in Barcelona with my sister",
    "october22: fountain chorus day",
    "november6: reading at AGNSW in 2024 for Sydney's last edition of editing framework",
    "november20: doing a shift at Noods radio in Bristol. Having a break with Jack and Leon as they play pong in the bearpit. The kindest and coolest people but they were both pretty easy to beat",






    "december20: Studio Kura, the day before the exhibition.",
    "December21: exhibition at Kura",
    "December25: christmas on the farm",
    "december26",
    "december27",
    "december28",
    "december29,",
    "december30",
    "Ending the year in Alaska."
  ]